{
  "title": "Mi Curriculum",
  "expertise": {
    "title": "Especialización",
    "experience_1": {
      "year": "2024 - Presente",
      "text": "Me especializo en el desarrollo de sitios web front-end utilizando tecnologías modernas como React, JavaScript y TypeScript. Tengo experiencia práctica en la creación de interfaces responsivas y fáciles de usar con marcos de diseño como Tailwind, Bootstrap y Emotion Styled. Además, me destaco en la integración de API mediante herramientas como Axios, GraphQL y Fetch, lo que garantiza una comunicación fluida entre los sistemas front-end y back-end."
    },
    "experience_2": {
      "year": "2013 - 2019",
      "text": "Como Ingeniero en Mecatrónica, he gestionado con éxito proyectos de gran escala centrados en la integración de microcontroladores industriales. Esto implicó actualizar los sistemas y procesos de control mientras trabajaba bajo presión y colaboraba estrechamente con los clientes para satisfacer sus necesidades y expectativas. Además, he diseñado pantallas de interfaces de automatización y control para empresas hidroeléctricas, de petróleo y gas y mineras, asegurando una operación eficiente y una interacción fluida con el usuario."
    },
    "experience_3": {
      "year": "2009 - 2013",
      "text": "Experiencia en mantenimiento de plantas industriales, especializándose en la resolución de problemas de maquinaria de alta producción en tiempo real, realizando mantenimiento preventivo y correctivo y garantizando un tiempo de inactividad mínimo. Experto en trabajar bajo presión en colaboración con supervisores de producción para mantener la eficiencia y satisfacer las demandas operativas en entornos industriales."
    }
  },
  "education": {
    "title": "Educacion",
    "degree_1": {
      "year": "2024 - Presente",
      "position": "Desarrollador Web",
      "text": "He realizado cursos en Udemy y Platzi enfocados en desarrollo web con React, trabajando en proyectos utilizando JavaScript y TypeScript. Tengo experiencia con frameworks de diseño como Tailwind, Bootstrap y Emotion Styled, así como en la realización de llamadas a API con Axios, GraphQL y Fetch."
    },
    "degree_2": {
      "year": "2013 - 2019",
      "position": "Ingeniero Mecatrónico",
      "text": "Líder de proyectos en automatización de plantas industriales, programación de microcontroladores y desarrollo de pantallas de control, procesos y sistemas de distribución de datos."
    },
    "degree_3": {
      "year": "2009 - 2013",
      "position": "Process Controll technician",
      "text": "Técnico de mantenimiento de plantas industriales, realizando tareas de mantenimiento de máquinas y resolviendo problemas con soluciones inmediatas 'hotfix'."
    }
  },
  "skills": {
    "title": "Habilidades",
    "skill_1": "Html5 & Css3",
    "skill_2": "TypeScript",
    "skill_3": "React",
    "skill_4": "Api Rest"
  },
  "languages": {
    "title": "Idiomas",
    "language_1": "Español",
    "language_2": "Inglés"
  },
  "stats": {
    "coding": {
      "quantity": "+300",
      "text": "Horas de programación"
    },
    "projects": {
      "quantity": "+10",
      "text": "Proyectos completados"
    },
    "clients": {
      "quantity": "1",
      "text": "Clientes satisfechos"
    }
  }
}
