{
  "title": "My Resume",
  "expertise": {
    "title": "Expertise",
    "experience_1": {
      "year": "2024 - Present",
      "text": "I specialize in front-end web development using modern technologies such as React, JavaScript, and TypeScript. I have hands-on experience creating responsive and user-friendly interfaces with styling frameworks like Tailwind, Bootstrap, and Emotion Styled. Additionally, I excel in integrating APIs using tools like Axios, GraphQL, and Fetch, ensuring seamless communication between front-end and back-end systems."
    },
    "experience_2": {
      "year": "2013 - 2019",
      "text": "As a Mechatronics Engineer, I have successfully managed large-scale projects focused on the integration of industrial microcontrollers. This involved upgrading control systems and processes while working under pressure and collaborating closely with clients to meet their needs and expectations. Additionally, I have designed automation and control interfaces screens for hydroelectric, oil & gas, and mining companies, ensuring efficient operation and seamless user interaction."
    },
    "experience_3": {
      "year": "2009 - 2013",
      "text": "Experienced in industrial plant maintenance, specializing in troubleshooting high-production machinery in real-time, performing preventive and corrective maintenance, and ensuring minimal downtime. Adept at working under pressure in collaboration with production supervisors to maintain efficiency and meet operational demands in fast-paced industrial environments."
    }
  },
  "education": {
    "title": "Education",
    "degree_1": {
      "year": "2024 - Present",
      "position": "Web Developer",
      "text": "I have completed courses on Udemy and Platzi focused on web development with React, working on projects using JavaScript and TypeScript. I have experience with styling frameworks such as Tailwind, Bootstrap, and Emotion Styled, as well as making API calls with Axios, GraphQL, and Fetch."
    },
    "degree_2": {
      "year": "2013 - 2019",
      "position": "Mecatronic Engineer",
      "text": "Project leader in industrial plant automation, microcontroller programming, and development of control screens, processes, and data distribution systems."
    },
    "degree_3": {
      "year": "2009 - 2013",
      "position": "Process Controll technician",
      "text": "Project leader in industrial plant automation, microcontroller programming, and development of control screens, processes, and data distribution systems."
    }
  }
}
